{
  "text": {
    " ": 0,
    "x": 375,
    "i": 239,
    "n": 291,
    " x": 109,
    "xi": 376,
    "in": 241,
    "n ": 292,
    " xi": 110,
    "xin": 377,
    "in ": 242,
    " xin": 111,
    "xin ": 378,
    "c": 147,
    "h": 186,
    "à": 386,
    "o": 314,
    " c": 12,
    "ch": 149,
    "hà": 203,
    "ào": 394,
    "o ": 315,
    " ch": 13,
    "chà": 151,
    "hào": 204,
    "ào ": 395,
    " chà": 14,
    "chào": 152,
    "hào ": 205,
    "e": 168,
    "l": 266,
    " h": 30,
    "he": 188,
    "el": 170,
    "ll": 267,
    "lo": 270,
    " he": 31,
    "hel": 189,
    "ell": 171,
    "llo": 268,
    "lo ": 271,
    " hel": 32,
    "hell": 190,
    "ello": 172,
    "llo ": 269,
    "hi": 191,
    "i ": 240,
    " hi": 33,
    "hi ": 192,
    " hi ": 34,
    "b": 131,
    "ạ": 445,
    " b": 1,
    "bạ": 138,
    "ạn": 450,
    " bạ": 6,
    "bạn": 139,
    "ạn ": 451,
    " bạn": 7,
    "bạn ": 140,
    "t": 340,
    "m": 286,
    " t": 88,
    "tạ": 358,
    "ạm": 448,
    "m ": 287,
    " tạ": 99,
    "tạm": 361,
    "ạm ": 449,
    " tạm": 101,
    "tạm ": 362,
    "ệ": 482,
    "bi": 132,
    "iệ": 249,
    "ệt": 486,
    "t ": 341,
    " bi": 2,
    "biệ": 133,
    "iệt": 252,
    "ệt ": 487,
    " biệ": 3,
    "biệt": 134,
    "iệt ": 253,
    "y": 379,
    "by": 135,
    "ye": 381,
    "e ": 169,
    " by": 4,
    "bye": 136,
    "ye ": 382,
    " bye": 5,
    "bye ": 137,
    "ẹ": 468,
    "hẹ": 223,
    "ẹn": 469,
    " hẹ": 40,
    "hẹn": 224,
    "ẹn ": 470,
    " hẹn": 41,
    "hẹn ": 225,
    "g": 173,
    "ặ": 465,
    "p": 322,
    " g": 25,
    "gặ": 183,
    "ặp": 466,
    "p ": 323,
    " gặ": 28,
    "gặp": 184,
    "ặp ": 467,
    " gặp": 29,
    "gặp ": 185,
    " l": 51,
    "lạ": 280,
    "ại": 446,
    " lạ": 57,
    "lại": 281,
    "ại ": 447,
    " lại": 58,
    "lại ": 282,
    "ú": 422,
    "hú": 215,
    "úc": 423,
    "c ": 148,
    "chú": 153,
    "húc": 216,
    "úc ": 424,
    " chú": 15,
    "chúc": 154,
    "húc ": 217,
    "ộ": 494,
    " m": 61,
    "mộ": 288,
    "ột": 499,
    " mộ": 62,
    "một": 289,
    "ột ": 500,
    " một": 63,
    "một ": 290,
    " n": 64,
    "ng": 296,
    "gà": 178,
    "ày": 396,
    "y ": 380,
    " ng": 67,
    "ngà": 300,
    "gày": 179,
    "ày ": 397,
    " ngà": 69,
    "ngày": 301,
    "gày ": 180,
    "ố": 491,
    "tố": 363,
    "ốt": 492,
    " tố": 102,
    "tốt": 364,
    "ốt ": 493,
    " tốt": 103,
    "tốt ": 365,
    "là": 272,
    "àn": 391,
    "nh": 302,
    "h ": 187,
    " là": 52,
    "làn": 275,
    "ành": 392,
    "nh ": 303,
    " làn": 54,
    "lành": 276,
    "ành ": 393,
    "ả": 454,
    "cả": 162,
    "ảm": 455,
    " cả": 21,
    "cảm": 163,
    "ảm ": 456,
    " cảm": 22,
    "cảm ": 164,
    "ơ": 435,
    " ơ": 122,
    "ơn": 436,
    " ơn": 123,
    "ơn ": 437,
    " ơn ": 124,
    "ô": 411,
    "hô": 208,
    "ôm": 415,
    " hô": 38,
    "hôm": 209,
    "ôm ": 416,
    " hôm": 39,
    "hôm ": 210,
    "a": 125,
    "na": 293,
    "ay": 129,
    " na": 65,
    "nay": 294,
    "ay ": 130,
    " nay": 66,
    "nay ": 295,
    "ờ": 501,
    "th": 342,
    "hờ": 233,
    "ời": 502,
    " th": 89,
    "thờ": 347,
    "hời": 234,
    "ời ": 503,
    " thờ": 92,
    "thời": 348,
    "hời ": 235,
    "ế": 471,
    "ti": 349,
    "iế": 243,
    "ết": 473,
    " ti": 93,
    "tiế": 350,
    "iết": 244,
    "ết ": 474,
    " tiế": 94,
    "tiết": 351,
    "iết ": 245,
    "hế": 226,
    "ế ": 472,
    "thế": 343,
    "hế ": 227,
    " thế": 90,
    "thế ": 344,
    "nà": 308,
    " nà": 73,
    "nào": 309,
    " nào": 74,
    "nào ": 310,
    "ấ": 459,
    "hấ": 220,
    "ất": 460,
    "chấ": 155,
    "hất": 221,
    "ất ": 461,
    " chấ": 16,
    "chất": 156,
    "hất ": 222,
    "ư": 438,
    "ợ": 504,
    "lư": 277,
    "ượ": 442,
    "ợn": 505,
    "g ": 174,
    " lư": 55,
    "lượ": 278,
    "ượn": 443,
    "ợng": 506,
    "ng ": 297,
    " lượ": 56,
    "lượn": 279,
    "ượng": 444,
    "ợng ": 507,
    "k": 254,
    " k": 44,
    "kh": 255,
    "ôn": 417,
    " kh": 45,
    "khô": 262,
    "hôn": 211,
    "ông": 418,
    " khô": 49,
    "khôn": 263,
    "hông": 212,
    "ông ": 419,
    "í": 407,
    "hí": 206,
    "í ": 408,
    "khí": 260,
    "hí ": 207,
    " khí": 48,
    "khí ": 261,
    "hư": 218,
    "ư ": 439,
    " nh": 70,
    "như": 306,
    "hư ": 219,
    " như": 72,
    "như ": 307,
    "đ": 425,
    " đ": 114,
    "độ": 431,
    "ộ ": 495,
    " độ": 119,
    "độ ": 432,
    " độ ": 120,
    "ụ": 510,
    "bụ": 144,
    "ụi": 511,
    " bụ": 10,
    "bụi": 145,
    "ụi ": 512,
    " bụi": 11,
    "bụi ": 146,
    "r": 327,
    " r": 80,
    "ra": 328,
    "a ": 126,
    " ra": 81,
    "ra ": 329,
    " ra ": 82,
    "s": 333,
    " s": 83,
    "sa": 334,
    "ao": 127,
    " sa": 84,
    "sao": 335,
    "ao ": 128,
    " sao": 85,
    "sao ": 336,
    "khi": 256,
    " khi": 46,
    "khi ": 257,
    " ô": 112,
    "ô ": 412,
    " ô ": 113,
    "ễ": 479,
    "iễ": 246,
    "ễm": 480,
    "nhi": 304,
    "hiễ": 193,
    "iễm": 247,
    "ễm ": 481,
    " nhi": 71,
    "nhiễ": 305,
    "hiễm": 194,
    "iễm ": 248,
    "tô": 355,
    "ôi": 413,
    " tô": 97,
    "tôi": 356,
    "ôi ": 414,
    " tôi": 98,
    "tôi ": 357,
    "ầ": 462,
    "cầ": 165,
    "ần": 463,
    " cầ": 23,
    "cần": 166,
    "ần ": 464,
    " cần": 24,
    "cần ": 167,
    "àm": 389,
    "làm": 273,
    "àm ": 390,
    " làm": 53,
    "làm ": 274,
    "ì": 405,
    "gì": 181,
    "ì ": 406,
    " gì": 26,
    "gì ": 182,
    " gì ": 27,
    "ể": 477,
    "để": 429,
    "ể ": 478,
    " để": 117,
    "để ": 430,
    " để ": 118,
    "bả": 141,
    "ảo": 457,
    " bả": 8,
    "bảo": 142,
    "ảo ": 458,
    " bảo": 9,
    "bảo ": 143,
    "v": 370,
    " v": 104,
    "vệ": 373,
    "ệ ": 483,
    " vệ": 107,
    "vệ ": 374,
    " vệ ": 108,
    "ứ": 513,
    "sứ": 337,
    "ức": 514,
    " sứ": 86,
    "sức": 338,
    "ức ": 515,
    " sức": 87,
    "sức ": 339,
    "ỏ": 488,
    "hỏ": 230,
    "ỏe": 489,
    "khỏ": 264,
    "hỏe": 231,
    "ỏe ": 490,
    " khỏ": 50,
    "khỏe": 265,
    "hỏe ": 232,
    "ó": 409,
    "có": 160,
    "ó ": 410,
    " có": 19,
    "có ": 161,
    " có ": 20,
    "á": 398,
    "cá": 157,
    "ác": 399,
    " cá": 17,
    "các": 158,
    "ách": 400,
    "ch ": 150,
    " các": 18,
    "cách": 159,
    "ách ": 401,
    "ê": 402,
    "nê": 311,
    "ên": 403,
    " nê": 75,
    "nên": 312,
    "ên ": 404,
    " nên": 76,
    "nên ": 313,
    "ho": 197,
    "oạ": 319,
    "ạt": 452,
    " ho": 36,
    "hoạ": 198,
    "oạt": 320,
    "ạt ": 453,
    " hoạ": 37,
    "hoạt": 199,
    "oạt ": 321,
    "ộn": 496,
    "độn": 433,
    "ộng": 497,
    " độn": 121,
    "động": 434,
    "ộng ": 498,
    "go": 175,
    "oà": 316,
    "ài": 387,
    "ngo": 298,
    "goà": 176,
    "oài": 317,
    "ài ": 388,
    " ngo": 68,
    "ngoà": 299,
    "goài": 177,
    "oài ": 318,
    "tr": 352,
    "rờ": 330,
    " tr": 95,
    "trờ": 353,
    "rời": 331,
    " trờ": 96,
    "trời": 354,
    "rời ": 332,
    "hể": 228,
    "thể": 345,
    "hể ": 229,
    " thể": 91,
    "thể ": 346,
    "ù": 420,
    " p": 77,
    "ph": 324,
    "hù": 213,
    "ù ": 421,
    " ph": 78,
    "phù": 325,
    "hù ": 214,
    " phù": 79,
    "phù ": 326,
    "hợ": 236,
    "ợp": 508,
    " hợ": 42,
    "hợp": 237,
    "ợp ": 509,
    " hợp": 43,
    "hợp ": 238,
    "đư": 426,
    "ưa": 440,
    " đư": 115,
    "đưa": 427,
    "ưa ": 441,
    " đưa": 116,
    "đưa ": 428,
    "lờ": 283,
    " lờ": 59,
    "lời": 284,
    " lời": 60,
    "lời ": 285,
    "u": 366,
    "hu": 200,
    "uy": 367,
    "yê": 383,
    "khu": 258,
    "huy": 201,
    "uyê": 368,
    "yên": 384,
    " khu": 47,
    "khuy": 259,
    "huyê": 202,
    "uyên": 369,
    "yên ": 385,
    "ề": 475,
    "về": 371,
    "ề ": 476,
    " về": 105,
    "về ": 372,
    " về ": 106,
    "ện": 484,
    "hiệ": 195,
    "iện": 250,
    "ện ": 485,
    " hiệ": 35,
    "hiện": 196,
    "iện ": 251,
    "tại": 359,
    " tại": 100,
    "tại ": 360
  },
  "response": null,
  "action_text": null
}